const sadnaotMocks = {
    "case1":
    [{"id":103,"rang":1,"descr":"NEURO-SCAPING- בילהה פלג  - חדר 208 - קומה 2"},{"id":101,"rang":1,"descr":"אורגד מירון - יעוד - הרמה שמעבר לשינוי - חדר 207 - קומה 2"},
    {"id":120,"rang":1,"descr":"לא משתתף - ללא מיקום"},
    {"id":105,"rang":1,"descr":"ד\"ר חנה זידנברג - כעס וכאב במעגל סגור- סדנה לניהול כעסים  - אולם כינוס - קומה 3"},
    {"id":109,"rang":2,"descr":"ד\"ר גלית קליגר - הזמנה לרפרם-ממלחמה עצמית לחמלה עצמית  - חדר 207 - קומה 2"},
    {"id":112,"rang":2,"descr":"אפרת מעיין - הזמנה למסיבת תה של השדונים  - חדר 212 - קומה 2"},
    {"id":107,"rang":2,"descr":"אוריה בק- תכנות התת מודע לשליטה מהירה בכאבים וברגשות   - חדר 210 - קומה 2"},
    {"id":121,"rang":2,"descr":"לא משתתף - ללא מיקום"},
    {"id":106,"rang":2,"descr":"מיקי ברקל - להכיר את הטבעות הזהות שמנהלות את חיינו  - אולם כינוס - קומה 3"},
    {"id":119,"rang":3,"descr":"אירה גלאובך -נוירוגרפיקה דרך מודל איסוף מידע SCORE - חדר 208 - קומה 2"},
    {"id":116,"rang":3,"descr":"יעל זרעוני- דיאלוג בין קטבים- הכוחות ההפוכים באדם, בשיטת נלפ-גשטאלט  - חדר 210 - קומה 2"},
    {"id":122,"rang":3,"descr":"לא משתתף - ללא מיקום"},
    {"id":113,"rang":3,"descr":"    גל צחייק-איך ליצור עסק מצליח בתחום נ.ל.פ - אולם כינוס - קומה 3"}],
    "case2":[],
    "case3":
    [{"id":103,"rang":1,"descr":"NEURO-SCAPING- בילהה פלג  - חדר 208 - קומה 2"},
    {"id":101,"rang":1,"descr":"אורגד מירון - יעוד - הרמה שמעבר לשינוי - חדר 207 - קומה 2"},
    {"id":120,"rang":1,"descr":"לא משתתף - ללא מיקום"},
    {"id":105,"rang":1,"descr":"ד\"ר חנה זידנברג - כעס וכאב במעגל סגור- סדנה לניהול כעסים  - אולם כינוס - קומה 3"},
    {"id":109,"rang":2,"descr":"ד\"ר גלית קליגר - הזמנה לרפרם-ממלחמה עצמית לחמלה עצמית  - חדר 207 - קומה 2"},
    {"id":112,"rang":2,"descr":"אפרת מעיין - הזמנה למסיבת תה של השדונים  - חדר 212 - קומה 2"},
    {"id":107,"rang":2,"descr":"אוריה בק- תכנות התת מודע לשליטה מהירה בכאבים וברגשות   - חדר 210 - קומה 2"},
    {"id":121,"rang":2,"descr":"לא משתתף - ללא מיקום"},
    {"id":106,"rang":2,"descr":"מיקי ברקל - להכיר את הטבעות הזהות שמנהלות את חיינו  - אולם כינוס - קומה 3"}
    ]
}


exports.sadnaotMocks = sadnaotMocks; 